{
  "modal": {
    "title": "Oi, eu sou a Gya!",
    "text": "Se você tiver entre <1>01 e 63 anos</1> eu garanto que posso adivinhar sua idade!<br/>É só você responder minhas perguntas com muita sinceridade.<br/>Vamos lá?",
    "button": "Jogar"
  },
  "final": {
    "title": "Consegui! Eu sei a sua idade!<br/>Posso revelar?!",
    "reveal": "Revelar idade",
    "playAgain": "Jogar novamente"
  },
  "numberCard": {
    "yes": "Sim",
    "no": "Não"
  },
  "questionCard": {
    "yes": "Sim",
    "no": "Não"
  },
  "questions": {
    "telefone_publico": "Você sabe o que é um telefone público?",
    "internet_discada": "Você já usou internet discada?",
    "orkut": "Você lembra da época do Orkut?",
    "msn": "Você usava MSN Messenger?",
    "locadora": "Você já alugou um filme em locadora?",
    "disquete": "Você usava disquete?",
    "cartoon": "Você assistia desenhos animados clássicos na TV?",
    "super_nintendo": "Você já jogou Super Nintendo?",
    "celular_antena": "Você usava celular com antena?",
    "fita_cassete": "Você ouviu música em fita cassete?",
    "bts": "Você sabe o que é BTS?",
    "roblox": "Você já jogou Roblox?",
    "tiktok_todos_dias": "Você usa TikTok todos os dias?",
    "trap": "Você sabe o que é Trap?",
    "influencer_ao_vivo": "Você já viu um influencer ao vivo?",
    "dancinha": "Você já fez dancinha no Reels ou TikTok?",
    "fortnite": "Você joga Fortnite?",
    "shopee": "Você já fez compras pelo Shopee?",
    "canal_youtube_tiktok": "Você tem um canal no YouTube ou TikTok?",
    "twitch": "Você assiste stream na Twitch?"
  },
  "numberQuestions": {
    "1": "Sua idade está entre esses números?",
    "2": "Você vê sua idade nessa lista?",
    "3": "Está sua idade aqui?",
    "4": "Sua idade aparece entre esses?",
    "5": "Reconhece sua idade nesses números?"
  },
  "privacy": {
    "title": "Política de Privacidade",
    "p1": "Este site utiliza o Google AdSense para exibir anúncios, que pode coletar dados anônimos para personalização e estatísticas. Não utilizamos cookies próprios para rastreamento ou coleta de dados pessoais.",
    "p2": "Ao navegar neste site, você concorda com o uso dessas tecnologias conforme descrito nesta política. Não coletamos dados pessoais identificáveis sem seu consentimento.",
    "contact": "Para dúvidas ou solicitações, entre em contato pelo e-mail: <1>guivieiradm@gmail.com</1>",
    "button": "Fechar"
  },
  "share": {
    "text": "Olha só, a Gya adivinhou minha idade! Que tal desafiá-la a adivinhar a sua?",
    "facebook": "Compartilhe no Facebook",
    "whatsapp": "Compartilhe no WhatsApp"
  },
  "footer": {
    "text": "Desenvolvido por Dezembro 19 Tecnologia",
    "privacy": "Política de Privacidade"
  },
  "about": {
    "title": "Sobre a Gya",
    "gya": "A Gya nasceu da vontade de surpreender de forma lúdica e divertida, trazendo para o digital uma clássica brincadeira matemática: adivinhar a idade das pessoas apenas com perguntas de sim ou não. O objetivo é proporcionar uma experiência leve, curiosa e única, mostrando que a matemática pode ser mágica e encantadora quando aplicada de maneira criativa.",
    "dezembro19_title": "Sobre a Dezembro 19",
    "dezembro19": "Guilherme Vieira sempre foi fascinado por jogos web rápidos e experiências que despertam a curiosidade sobre como as coisas funcionam. Tornou-se desenvolvedor web em 2023 e, desde então, vem aprimorando suas habilidades, dando vida à Dezembro 19 Tecnologia. A missão é transformar ideias em soluções criativas e acessíveis, tornando a tecnologia uma aliada para surpreender e encantar pessoas.",
    "image_alt": "Logo Gya"
  },
  "privacyPage": {
    "title": "Política de Privacidade",
    "p1": "A Gya respeita sua privacidade. Não coletamos dados pessoais sensíveis, como nome, idade real ou contatos. As respostas fornecidas durante o jogo são processadas apenas localmente, no seu navegador, e não são armazenadas em nossos servidores. Não utilizamos cookies próprios para rastreamento. Exibimos anúncios do Google, que podem coletar dados de navegação conforme sua própria política. Não compartilhamos suas informações com terceiros, exceto quando exigido por lei. Ao utilizar a Gya, você concorda com esta política. Para dúvidas, entre em contato pelo e-mail <1>guivieiradm@gmail.com</1>.",
    "ads_title": "Publicidade",
    "ads": "Exibimos anúncios do Google para manter o projeto gratuito. O Google pode coletar dados de navegação para personalizar anúncios, conforme sua própria política de privacidade.",
    "security_title": "Segurança",
    "security": "Tomamos medidas para proteger sua navegação, mas lembre-se: nunca compartilhe informações pessoais sensíveis em jogos online."
  },
  "howToPlay": {
    "title": "Como jogar",
    "intro": "É bem simples! Para jogar com a Gya, basta ter entre 01 e 63 anos. Você vai responder perguntas de sim ou não sobre experiências e também sobre números. Quando aparecer um card numérico, olhe com atenção e veja se sua idade está entre os números mostrados. Responda sempre com sinceridade, pois isso é fundamental para que a mágica funcione e a Gya acerte sua idade no final. Divirta-se e desafie seus amigos!",
    "instructions": [
      "Responda SIM ou NÃO para cada pergunta apresentada.",
      "Nos cards de número, confira se sua idade aparece na lista antes de responder.",
      "Ao final, a Gya vai revelar sua idade!"
    ]
  },
  "support": {
    "title": "Apoie a Gya",
    "text": "A Gya é um jogo independente, criado para divertir e aguçar a curiosidade. Se quiser ajudar com uma doação, o Pix da Dezembro 19 é:",
    "pix": "52.368.270/0001-53",
    "thanks": "Qualquer valor é bem-vindo e será muito apreciado!"
  },
  "back": "← Voltar para o jogo",
  "footerLinks": {
    "about": "Sobre",
    "privacy": "Política de Privacidade",
    "howToPlay": "Como jogar"
  },
  "supportButton": "Apoie"
} 